Repository: python-botogram/botogram
Catalog: i18n/langs/*.po
Languages: es, it, pt

source: Use /help to get a list of all the commands.
es: Usa /help para obtener una lista de todos los comandos.
it: Utilizza /help per ottenere la lista di tutti i comandi.
pt: Use /help para obter uma lista de todos os comandos.

source: Start using the bot.
es: Empieza a usar el bot.
it: Inizia ad usare il bot.
pt: Comece a utilizar o bot.

source: This shows a greeting message.
es: Esto muestra un saludo.
it: Questo comando visualizza un messaggio di benvenuto.
pt: Isto exibe uma mensagem de saudação.

source: <b>Error!</b> The <code>/help</code> command allows up to one argument.
es: <b>¡Error!</b> El comando <code>/help</code> sólo permite un argumento.
it: <b>Errore!</b> Il comando <code>/help</code> non accetta pi√π di un argomento.
pt: <b>Erro!</b> O comando <code>/help</code> aceita até um argumento.

source: <b>Unknown command:</b> <code>/%(name)s</code>
es: <b>Comando desconocido:</b> <code>/%(name)s</code>
it: <b>Comando sconosciuto:</b> <code>/%(name)s</code>

source: Use /help to get a list of the commands.
es: Usa /help para obener una lista de comandos.
it: Utilizza /help per ottenere la lista dei comandi.

source: <b>This bot supports those commands:</b>
es: <b>Este bot tiene soporte para estos comandos:</b>
it: <b>Questo bot supporta i seguenti comandi:</b>
pt: <b>Este bot possui os seguintes comandos:</b>

source: No description available.
es: No hay descripción disponible.
it: Nessuna descrizione disponibile.
pt: Descrição não disponível.

source: You can also use <code>/help &lt;command&gt;</code> to get help about a specific command.
es: También puedes usar <code>/help &lt;commando&gt;</code> para obtener ayuda acerca de algún comando específico.
it: Puoi anche usare <code>/help &lt;comando&gt;</code> per ottenere aiuto su un comando.
pt: Você também pode utilizar o comando <code>/help &lt;command&gt;</code> para obter ajuda de um comando específico.

source: <i>This bot has no commands.</i>
es: <i>Este bot no tiene comandos.</i>
it: <i>Questo bot non ha comandi.</i>
pt: <i>Este bot não possui comandos.</i>

source: Please contact %(owner)s if you have problems with this bot.
es: Por favor contacta a %(owner)s si tienes problemas con este bot.
it: Contatta %(owner)s se hai problemi con questo bot.
pt: Por favor entre em contacto com %(owner)s se você tiver problemas com esse bot.

source: Show this help message.
es: Muestra este mensaje de ayuda.
it: Visualizza questo messaggio di aiuto.
pt: Exibe essa mensagem de ajuda.
